Repository: bekkasteiin/fake_app
Catalog: lib/l10n/intl_*.arb
Languages: kk

# loginTitle
source: Private office
kk: Жеке көмекші

source: Welcome
kk: Қош келдіңіз!

# plzTypeLogPas
source: Please enter login and password
kk: Логин мен парольді теріңіз!

# loginAgreement
source: I agree to the processing of my personal data
kk: Мен Дербес Деректерді Өңдеуге Келісемін

# loginValidate
source: Fill in the field
kk: Бұл өрісті толтырыңыз

# enterPinTitle
source: Please enter PIN for quick access to app
kk: Бағдарламаға жылдам қол жеткізу үшін кодты енгізіңіз

# resetEmailWasSend
source: Temporary password has been sent to you, please check email
kk: Сізге уақытша құпия сөзі бар хат жіберілді!

# signIn
source: CONTINUE
kk: Жалғастыру

# leaf
source: Notification
kk: Хабарлама

# passCountLess4
source: Attention! Passengers count must be less than 4
kk: Назар аударыңыз! Жолаушылар саны 4-тен кем болуы керек

# passCount
source: Passengers count
kk: Жолаушылар саны

# submitOrder
source: Confirm order
kk: Тапсырысты растаңыз

# chooseAPlaceOfFood
source: Choose a location for eating
kk: Тамақтану орнын таңдаңыз

# chooseAFeedingTime
source: Choose a eating time
kk: Тамақтану уақытын таңдаңыз

# chooseADish
source: Choose dishes
kk: Тағам таңдаңыз

# funcLeaf
source: Function
kk: Функция

# paymentPaper
source: Settlement sheet
kk: Орнату парағы

source: SELECT
kk: Таңдау

# carOrder
source: Book Vehicle
kk: Көлікке тапсырыс беру

# tasks
source: Work Orders
kk: Тапсырмлар

source: Period
kk: Кезең

source: Take the test
kk: Тест тапсырыңыз

source: Analyzes and reporting
kk: Талдау және есеп беру

# createTs
source: Date of creation
kk: Жасалған күні

source: Task
kk: Наряд

source: FULL LIST
kk: ТОЛЫҚ ТІЗІМ

source: History
kk: Тарих

# kz
source: Kazakh
kk: Қазақ

# ru
source: Russian
kk: Орыс

# en
source: English
kk: Ағылшын

# others
source: Other
kk: Баска

# newsTest
source: Test
kk: Тест

source: seasonIssue
kk: маусымнан тыс өзгеріс

# rateTheQualityOfTravel
source: Rate Car Order
kk: сапарды бағалаңыз

source: Enter the current password
kk: Ағымдағы парольді енгізіңіз

source: Enter a new password
kk: Жаңа құпия сөзді енгізіңіз

# repeatNewPassword
source: Repeat a new password
kk: Жаңа құпия сөзді қайталаңыз

# caseLossAssets
source: Fine will equal 2x of asset cost if it is lost. Please take care of your assets
kk: Жоғалған жағдайда 2x айыппұл салынады. Активтеріңізге қамқорлық жасаңыз.

# mustBeSame
source: Must be the same
kk: Сол болуы керек

# testing
source: Daily Testing
kk: Тестілеу

source: Yes
kk: Иә

source: No
kk: Жоқ

# selectRoad
source: Choose a route
kk: Бағытты таңдаңыз

# mustSelectAnswer
source: You must select an answer to continue.
kk: Сіз жалғастыру үшін жауапты таңдау керек.

source: No data
kk: Деректер жоқ

source: Total
kk: Барлығы

source: Emergency Order
kk: төтенше жағдай

# openUp
source: Disclose
kk: Ашу

# test
source: Optional testing
kk: Опционды тестілеу

source: Confirm
kk: Растау

source: Next
kk: Бұдан әрі

source: Cancel
kk: Жою

# obligations
source: PMO
kk: қжа

source: Question
kk: Сұрақ

source: Tools
kk: Инструменттер

source: Start
kk: Бастау

source: Attention
kk: Назар аударыңыз!

# testWillPop
source: Are you sure you want to exit the test? All your progress will be lost
kk: Сенімдісіз шығу тест? Сіздің барлық прогресс жоғалады

# personalCabinet
source: Personal Area
kk: Жеке кабинет

# singInSystem
source: Sign in
kk: Жүйеге кіру

# mainInfo
source: Main page
kk: Басты бет

# food
source: Feed on
kk: Тамақтану

# admissions
source: Limit
kk: Рұқсанамалар

# wantPin
source: Would you like to create a PIN code for quick access to the app?
kk: Қолданбаға жылдам кіру үшін ЖСН кодын жасауды қалайсыз ба?

# badTestResult
source: We expect the best result from you.
kk: Біз сізден жақсы нәтиже күтеміз.

# goodTestResult
source: Good! But we believe that you can do better!
kk: Жақсы! Бірақ сіз одан да жақсы нәрсені жасай аласыз деп сенеміз!

# excellentTestResult
source: Fine! Continue in the same spirit!
kk: Тамаша! Сол рухта жалғастырыңыз!

# pinCreate
source: PIN code creation
kk: PIN кодын жасау

# enterPin
source: Enter PIN code
kk: PIN кодын енгізіңіз

# repeatePin
source: Repeat PIN Code
kk: PIN кодын қайталаңыз

# doesntMatchPin
source: PIN codes do not match
kk: PIN кодтары сәйкес келмейді

source: Error
kk: Қате

# incorrectPin
source: Incorrect PIN code
kk: Қате PIN коды

# logoTitle
source: AO "Каражыра"
kk: АО "Қаражыра"

# enterLogin
source: Enter username
kk: Пайдаланушы атын енгізіңіз

source: Enter password
kk: Құпия сөзді енгізіңіз

# incorrectSignIn
source: Incorrect login or password
kk: Қате логин немесе пароль

# orderStory
source: Purchase History
kk: Тапсырыс тарихы

# savedAddreses
source: My addresses
kk: Менің адресім

source: To Where
kk: Қайда

source: Enter
kk: Енгізіңіз

source: Fact
kk: Факт

source: Items
kk: жабдықтар

source: Permanent
kk: тұрақты

source: Temporary
kk: Уақытша

# cost
source: Price
kk: бағасы

# fromAddress
source: Enter departure location
kk: Өшіру тармағын енгізіңіз

# toAddress
source: Enter destination location
kk: Соңғы тармақты енгізіңіз

# different_addresses
source: Locations must be different
kk: Адрес әртүрлі болуы керек

# timeOut
source: Timed out, please check your internet connection.
kk: Күту уақыты аяқталды, сіздің интернет қосылысыңызды тексеріңіз

source: Home
kk: Үй

source: Office
kk: Кеңсе

source: Other
kk: Өзгелер

source: Delete
kk: Өшіру

# canceling
source: Cancel
kk: Болдырмау

# more
source: Detailed
kk: Толығырақ

# order_reason
source: Enter reason
kk: Себебін енгізіңіз

# orders_list
source: List of applications for transport
kk: Көлікке өтінім тізімі

# errorToAdmin
source: Error. Please contact your system administrator.
kk: Қате. Жүйелік әкімшіге хабарласыңыз

source: Save
kk: Сақтау

source: Send
kk: Жіберу

# required
source: This is a required field
kk: Бұл міндетті өріс

source: Settings
kk: Параметрлер

# isTrue
source: Right
kk: Дұрыс

source: Wrong
kk: Дұрыс емес

source: Congratulations
kk: Құттықтаймыз

# noQuestions
source: Sorry. There are no questions about your position,
kk: Сіздің лауазымға сұрақтар жоқ деп Кешіріңіз,

source: BACK
kk: Артқа

# testFinishAlert
source: Your test is being processed, the results will be later. Thanks!
kk: Сіздің тестіңіз өңделеді, нәтижелер кейінірек болады. Рахмет!

source: Results for
kk: Нәтижелері

source: Category
kk: Санат

source: Instructions
kk: Нұсқаулар

source: records
kk: Жазбалар

# resultTransport
source: Results (transport)
kk: Нәтижелер (көлік)

# resultManager
source: Results (transport)
kk: Нәтижелер (көлік)

# resultShift
source: Results (excavation)
kk: Нәтижелер (экскавация)

# dataSavedSuccesful
source: Data saved successfully
kk: Деректер сәтті сақталған

source: Saved Results
kk: Сақталған нәтижелер

# offlineResults
source: Sorry, it looks like you're offline. try later
kk: Кешіріңіз, сіз оффлайн сияқты. Кейінірек көріңіз

source: Status
kk: Статус

# cantRejectCarOrder
source: 2 hours left before ordering, you can’t cancel the order!
kk: Тапсырысқа 2 сағат қалды, сіз тапсырысты алып тастай алмайсыз!

# errorOnFilling
source: Filling Error
kk: Толтыру қатесі

source: Details
kk: Бөлшектер

source: List of Accounting Events
kk: Есеп оқиғаларының тізімі

source: Request
kk: Өтінім

# AppealRequest
source: Request
kk: Өтінім

source: Route
kk: Маршрут

source: Requested Trip Date
kk: Сұралған сапар күні

# suggestedTravelDate
source: Suggested Trip Date
kk: ұсынылған сапар күні

source: Driver Info
kk: Жүргізуші туралы деректер

source: Driver
kk: Жүргізуші

source: Full Name
kk: Аты-жөні

source: Contacts
kk: Контактілер

source: Vehicle
kk: Көлік

source: Number
kk: Нөмірі

source: Server Error
kk: Сервер қатесі

source: Refuse Order
kk: Тапсырыстан бас тарту

source: Passengers
kk: Жолаушылар

source: Choose address type
kk: Мекен-жай түрін таңдаңыз

source: Name of address
kk: Мекен-жай атауы

source: Enter item
kk: Тармақты енгізіңіз

source: My Addresses
kk: Менің мекен-жайым

# simple
source: Default
kk: Әдепкі

source: Additional addresses
kk: Қосымша адрестер

source: Enter address
kk: Адресті енгізіңіз

source: Application for transport
kk: Көлікке табсырыс

source: Count
kk: Саны

source: Comment
kk: Пікір

source: Date
kk: Күні

source: Eating
kk: Тамақ ішу

source: Menu
kk: Мәзір

# calorificValue
source: Calorific Val.
kk: Калориялығы

source: Estimate
kk: Бағалау

source: Rate the quality of service
kk: Қызмет көрсету сапасын бағалаңыз

source: Assessment
kk: Бағалау

source: Order
kk: Тапсырыс

source: Complex
kk: Кешендер

source: Dish
kk: Тағам

source: Not chosen
kk: Таңдалмаған

source: Change
kk: Өзгерту

# book
source: Order
kk: Тапсырыс

source: Successfully
kk: Сәтті

source: Order completed successfully
kk: Тапсырыс сәтті жасалды

source: Position
kk: Орналасқан жері

source: Eating history
kk: Тамақтану тарихы

source: Purchase history
kk: Тапсырыс тарихы

source: Food catalog
kk: Тағамдар каталогы

source: Menu Order
kk: Мәзірге тапсырыс беру

source: Calendar of events
kk: Оқиғалар күнтізбесі

# ppe
source: Personal protect
kk: ЖҚҚ және СО

source: Date Of Issue
kk: Берілген күні

source: Date of scheduled replacement
kk: Жоспарлы ауыстыру күні

source: Date of inter-shift issuance
kk: Вахтааралық берілген күн

source: Off-season Date
kk: Маусымаралық берілген күн

source: Season
kk: Маусым

source: Size
kk: Өлшемі

# ppeList
source: List SIP and Overalls
kk: Список ЖҚҚ-мен

source: wear
kk: Тозу

source: Equipment
kk: Жабдықтар

source: State Number
kk: Мем. нөмірі

source: Vehicle Model
kk: Марка транспорта

source: Basic data
kk: Негізгі деректер

source: Repair object
kk: Жөнделетін нысан

source: Type of repair
kk: Жөндеу түрі

source: Planned completion date
kk: Жоспарлы аяқталу күні

source: Material
kk: Материалдар

source: Defect
kk: Ақаулар

source: Workforce
kk: Еңбек ресурстары

source: Results
kk: Нәтижелер

source: Completion Date (fact)
kk: Аяқталу күні (факт)

# implementationPercent
source: % of implementation
kk: % орындау

source: Enter percentage
kk: Пайызды енгізіңіз

source: Enter the correct percentage
kk: Дұрыс пайызды енгізіңіз

source: Error try again later
kk: Қате кейінірек көріңіз

source: Date And Time
kk: Күні мен уақыты

source: Percent
kk: Пайыз

source: Transport Assignment
kk: Көлікке тапсырма

source: Repair Task
kk: Жөндеуге тапсырма

source: Change Quest
kk: Ауысымға тапсырма

source: Shift
kk: Ауысу

source: Work Information
kk: Жұмыстар туралы ақпарат

source: Type of work
kk: Жұмыс түрі

source: Type of operations
kk: Әрекеттер түрі

source: Place of work
kk: Жұмыс орны

source: Route Information
kk: Маршрут туралы ақпарат

source: Number of Flights
kk: рейстер саны

source: Cargo weight
kk: Жүк салмағы

source: Dangerous?
kk: Қауіпті?

source: Cargo mileage
kk: Жүк жүрісі

source: Enter Mileage
kk: Жүрісті енгізіңіз

# goodsTurnover
source: Cargo turnover
kk: Жүк айналымы

source: Mileage with load (km)
kk: Жүктемемен жүгіру (км)

# production
source: Products
kk: Өнімдер

source: Planned volume
kk: Жоспарланған көлем

source: Actual volume
kk: Нақты көлемі

source: Unearned resources
kk: Игерілмеген ресурстар

source: Involved
kk: Тартылған

# during
source: In the process
kk: Жұмыс барысында

source: Enter volume
kk: Көлемді енгізіңіз

source: Completion percentage
kk: Аяқтау пайызы

source: Volume
kk: Көлемі

# completionDatePlan
source: End date (plan)
kk: Аяқтау күні (жоспар)

source: Mining equipment
kk: Тау-кен жабдығы

source: flights
kk: Рейстер

# plan
source: Plam
kk: Плам

source: Choose Employee
kk: Қызметкерді таңдаңыз

# actualCompletionDate
source: Fact End Date
kk: Аяқталу күні (Факт)

source: Unit
kk: Өлшем бірлігі

source: Medical Examination
kk: Медициналық тексеру

# safetyTechnique
source: Accident Prevention
kk: Қауіпсіздік техникасы

source: Passed
kk: Өтті

source: Not passed
kk: Өтпеді

source: Total amount
kk: Жалпы сома

source: issued
kk: Берілген

source: List "Outfit of tasks "
kk: Тізім " тапсырмалар жиынтығы "

# commitmentsMade
source: Liability
kk: Қабылданған міндеттемелер

source: Medical examinations
kk: Медициналық тексерулер

# zpCalculator
source: Salary calculator
kk: Жалақы калькуляторы

# accidentPrevention
source: Safety precautions
kk: Қауіпсіздік шаралары

source: Average performance
kk: Орташа өнімділік

source: Performance by Category
kk: Санаттар бойынша өнімділік

source: Discipline
kk: Пән

source: Progress
kk: Прогресс

source: Performance Dynamics
kk: Өнімділік динамикасы

source: Analysis and Reporting
kk: Талдау және есептілік

# salary
source: Pay sheet
kk: Жалақы

source: Main
kk: Басты бет

source: News
kk: Жаңалықтар

source: Notification
kk: Хабарлама

source: Actual news
kk: Өзекті жаңалықтар

source: Archived News
kk: Мұрағат жаңалықтары

source: Affirm
kk: Растаймын

source: from
kk: Бастап

source: Profile
kk: Профиль

source: Assignment
kk: Тағайындау

source: Anthropometry
kk: Антропометрия

source: Placement
kk: Орналастыру

source: Employer
kk: Жұмыс беруші

# aDocumentBase
source: Formal document
kk: Құжаттар базасы

source: Personnel Number
kk: Жеке нөмірі

# post
source: Job name
kk: Пошта

source: Department
kk: Бөлім

source: Head size
kk: Бас өлшемі

source: Clothing size
kk: Киім өлшемі

# shoeSize
source: Shoes size
kk: Аяқ киім өлшемі

source: Hand size
kk: Қол өлшемі

source: Growth
kk: Өсу

source: Weight
kk: Салмағы

source: Hotel
kk: Қонақ үй

source: Disposition
kk: Орналастыру

source: Date from
kk: Күні

# dateBy
source: Date to
kk: Күні

source: Watch
kk: Қараңыз

source: Week
kk: Апта

source: Month
kk: Ай

source: Data Sync Period
kk: Деректерді синхрондау кезеңі

source: Data Cache Clear Date
kk: Деректер кэшін тазалау күні

source: Enter date
kk: Күнді енгізіңіз

source: Enter a valid date
kk: Нақты күнді енгізіңіз

source: Main Language
kk: Негізгі тіл

source: Close
kk: Жабу

# cameraPermission
source: The user did not provide permission for the camera!
kk: Пайдаланушы камераға рұқсат бермеген!

# productionAssignmentList
source: History of PPE
kk: ЖҚ және СО тарихы

# ISP
source: Issue of PPE and CO
kk: ПҚ және СО шығару

# MOVINGPPE
source: Moving PPE and CO
kk: ПҚ және CO ауыстыру

# TRANSFER
source: Transfer of PPE and CO
kk: қызметтік құжаттарды ұсыну

# appeal
source: Appeals
kk: Өтініштер

# selectDate
source: Choose route time
kk: Маршрут уақытын таңдаңыз

# enterOtherParam
source: Enter other parameters
kk: Басқа параметрлерді енгізіңіз

# submitAndOrder
source: Confirm and order
kk: Расту және тапсыру

# initSettings
source: Connection setup
kk: Қосылымды орнату

# resetPassword
source: Change password
kk: Құпия сөзді өзгерту

source: Enter Email
kk: Электрондық поштаны енгізіңіз

# enterUPI
source: Enter the UPI
kk: ЖСН енгізіңіз

source: Forgot Password
kk: Парольдi жою

source: Forget Password
kk: Парольдi жою

source: Reset
kk: қалпына келтіру

source: Complaint
kk: Шағым

source: Idea
kk: Ұсыныс

# appealText
source: The text of the appeal
kk: Өтініш мәтіні

# appealType
source: Type of request
kk: Өтініш түрі

# appealTopic
source: Subject of the request
kk: Өтініш тақырыбы

# appealFinish
source: Decision
kk: Шешім

# appealJornal
source: Issue
kk: Өтініштер

# CAR_ORDER
source: Order transport
kk: Көлік тапсырыс

source: Allowance
kk: Төзімділік

# WORK_ORDER
source: Work Orders
kk: Тапсырма наряды

source: Testing
kk: Тестілеу

source: Eating
kk: Тамақтану

source: PPE
kk: ЖҚҚ және СО

# IS_NEW
source: New
kk: Жаңа

# DRAFT
source: New
kk: Жаңа

source: Approved
kk: Бекітілді

source: On Approval
kk: Бекіту

source: Closed
kk: Жабық

source: In progress
kk: Орындалуда

source: Expectation
kk: Күту

source: Completed
kk: Аяқталды

source: Canceled
kk: Жойылды

# PLAN
source: Planned repair
kk: Жоспарлы жөндеу

source: Exit
kk: Шығу

source: Entrance
kk: Кіру

# UNPLAN
source: Unplanned repair
kk: Жоспардан тыс жөндеу

source: Upgrade
kk: Жаңарту

# SERVICE_PLAN
source: Planned maintenance
kk: Жоспарлы техникалық қызмет көрсету

# SERVICE_UNPLAN
source: Unplanned maintenance
kk: Жоспардан тыс қызмет көрсету

source: Rejected
kk: Қабылданбады

source: January
kk: Қаңтар

source: February
kk: Ақпан

source: March
kk: Наурыз

source: April
kk: Сәуір

source: May
kk: Мамыр

source: June
kk: Маусым

source: July
kk: Шілде

source: August
kk: Тамыз

source: September
kk: Қыркүйек

source: October
kk: Қазан

source: November
kk: Қараша

source: December
kk: Желтоқсан

source: Economy
kk: Эконом

source: Comfort
kk: Жайлылық

source: Freight
kk: Жүк

# selectMealtime
source: Choose a meal time
kk: Тамақтану уақытын таңдаңыз

# menuIsEmpty
source: The ordered menu should not be empty
kk: Тапсырыс берілген мәзір бос болмауы керек

# selectPlace
source: Choose location
kk: Орынды таңдаңыз

source: Log off
kk: Шығу

source: Daily testing:
kk: Күнделікті тестілеу:

# damageToEmployer
source: Damage to the employer:
kk: Жұмыс берушіге залал:

# productivityRating
source: Productivity:
kk: Еңбек Өнімділігі:

source: Discipline of labor:
kk: Еңбек тәртібі:

source: Rating
kk: Рейтинг

source: Rate Lunch
kk: Түскі асқа баға беріңіз

# monthLimit
source: Total limit for 16 days
kk: 16 күнге арналған жалпы лимит

source: Spent
kk: Өткізді

source: Production Values
kk: Өндірістік көрсеткіштер

# left
source: Balance
kk: Қалған

source: Daily limit
kk: Күнделікті лимит

# InTotal
source: Total
kk: Барлығы

# placeAndTimeEating
source: Place and time of meals
kk: Тамақтану орны мен уақыты

source: My addresses
kk: Менің мекен-жайларым

source: No description provided
kk: Cипаттама берілмеген

source: You can do better!
kk: Сіз одан да жақсы жасай аласыз!

source: Ok, but you can do better!
kk: Жарайды, бірақ сен одан да жақсысын жасай аласың!

source: Great, keep it up!
kk: Керемет, жалғастырыңыз!

source: Your rank
kk: Сіздің дәрежеңіз

source: Your rating
kk: Сіздің рейтингіңіз

# inProgress
source: Please wait...
kk: Пожалуйста ожидайте

# ratingDetailsCaption
source: Rating details
kk: Расшифровка рейтинга

source: From Where
kk: Введите адрес назначения

# foodLocation
source: LOCATION
kk: ПУНКТЫ ПИТАНИЯ

# foodDelivery
source: DELIVERY
kk: ДОСТАВКА

# foodDataInfo
source: Please choice eating data
kk: Дата приема пищи

# foodTimeInfo
source: Please choice eating time
kk: Время приема пищи

# resolution
source: Resulution
kk: Решение

# MOBILE
source: Mobile app
kk: Мобильное приложение

# clear
source: OK
kk: ПОНЯТНО

# testResult
source: Result will be reade after processing
kk: Результаты будут готовы после обработки теста

# testRegistered
source: Your test has passed
kk: Ваш тест принят!

# resultsLower
source: Results
kk: Результат

# productionValuesDetails
source: Details
kk: Детализация

# fillInTheRequiredFields
source: Please fill appropriated fields
kk: Заполните необходимые поля

# resetPasswordTitle
source: Password change
kk: Сменить пароль

source: Description
kk: Описание

# anotherPlaceDate
source: Please choose another place and time
kk: Попробуйте другое время/место

# approved
source: APPROVE
kk: УТВЕРДИТЬ

source: REJECT
kk: ОТКЛОНИТЬ

# AppealConfirm
source: The request has registered
kk: Ваше обращение принято!

# AppealStatusInfo
source: Please check the request status
kk: Следите за статусом обращения

# driverContact
source: Driver phone
kk: Контакты водителя

source: Registration required
kk: Необходима регистрация

source: Registration
kk: Регистрация

# readPhoneNumbers
source: You need to allow reading SIM on your device
kk: Необходимо разрешить чтение SIM на вашем устройстве

# notSimCards
source: No SIM found on your device
kk: Не обнаружен SIM на вашем устройстве

source: Message
kk: Сообщения

source: BSA
kk: ПАБ

source: Sync
kk: Синхронизировать

source: List BSA
kk: Список ПАБ

# registerBsa
source: BSA register
kk: Журнал ПАБ

source: Planned BSA
kk: Плановый ПАБ

source: Change BSA
kk: Изменить ПАБ

source: New BSA
kk: Новый ПАБ

source: planned
kk: плановый

# deleteBsa
source: Are you really want to delete the BSA?
kk: Вы действительно хотите удалить ПАБ?

# confirmDeleteBsa
source: After deletion, you cannot restore since the BSA is saved locally
kk: После удаление вы не можете восстановить так как, ПАБ сохранено локально

# registeredBsa
source: Bsa registered
kk: ПАБ успешно зарегистрирован

# unregisteredBsa
source: BSA unregistered
kk: ПАБ незарегистрирован

# followBsaStatus
source: Follow the status of the BSA
kk: Следите за статусом ПАБ

# savedLocallyBsa
source: BSA saved locally. When the Internet appears, you need to synchronize
kk: ПАБ сохранено локально. При появлении интернета, необходимо синхронизировать

source: Register
kk: Зарегистрировать

source: General information
kk: Общая информация

# legalEntity
source: LE
kk: Юр лицо

# workplace
source: Workplace\Object
kk: Рабочее место/объект

source: Auditors
kk: Аудиторы

source: Observation description
kk: Описание наблюдения

# observationCategory
source: Observation category assessment
kk: Оценка категории наблюдения

source: Situation type
kk: Вид ситуации

# severityConsequences
source: Severity of consequences
kk: Тяжость последствий

source: Danger type
kk: Вид опасности

source: Work type
kk: Вид работы проводимый работником

# auditDuration
source: Audit duration,(min)
kk: Продолжительность аудита,(мин)

# observed
source: Observed,(people)
kk: Количество наблюдаемых,(чел)

source: Corrective action
kk: Описание корректирующего мероприятия

# employeesOffer
source: Employee proposal
kk: Предложение работника

source: Photo fixation
kk: Фотофиксация

source: Camera
kk: Камера

source: Photo
kk: Фото

source: Choose department
kk: Выберите департамент из списка

source: Choose auditors
kk: Выберите аудиторов из списка

source: Choose situation
kk: Выберите ситуацию из списка

source: Available from
kk: Доступно с

source: No saved
kk: Не сохранено

source: Not Registered
kk: Не зарегистрирован

source: IIN
kk: ИИН

source: Registry
kk: Реестр

source: Calendar
kk: Календарь

# listAssessment
source: List of assessment
kk: Список оценок

source: Change assessment
kk: Изменить Оценку

source: New assessment
kk: Новая Оценка

# deleteAssessment
source: Are you really want to delete assessment?
kk: Вы действительно хотите удалить Оценку?

# confirmDeleteAssessment
source: After deletion, you can not restore because the assessment is saved locally
kk: После удаление вы не можете восстановить так как, Оценка сохранено локально

source: Operation type
kk: Вид выполняемой операции

source: Danger source category
kk: Категория источника опасности

source: Danger source
kk: Источник опасности

# consequenceRisk
source: Consequence of risk
kk: Оценка последствий риска

source: Probability assessment
kk: Оценить вероятность

source: Risk management
kk: Управляемость риска

source: Choose Danger source
kk: Выберите источник опасности

source: Choose Danger source category
kk: Выберите категорию источника опасности

# chooseConsequence
source: Choose consequence of risk
kk: Выберите оценку последствий риска

source: Choose operation type
kk: Выберите вид выполняемой операции

source: Assessment registration
kk: Регистрация Оценки

source: Assessment registered
kk: Оценка успешно зарегистрирован

source: Assessment unregistered
kk: Оценка незарегистрирован

# followAssessmentStatus
source: Keep track Assessment status
kk: Следите за статусом Оценки

# assessmentLocallySaved
source: The assessment is stored locally. When the Internet appears, you need to synchronize
kk: Оценка сохранено локально. При появлении интернета, необходимо синхронизировать

source: Risk register
kk: Журнал Рисков

# listMessages
source: List of messages
kk: Список сообщений

source: Message register
kk: Журнал сообщение

source: Change messages
kk: Изменение сообщение

source: New message
kk: Новое сообщение

source: Message registration
kk: Регистрация сообщений

source: Message registered
kk: Сообщение успешно зарегистрировано

source: Message unregistered
kk: Сообщение незарегистрировано.
