Repository: bekkasteiin/fake_app
Catalog: lib/l10n/intl_*.arb
Languages: kk

# followMessageStatus
source: Keep track Message status
kk: Следите за статусом сообщения

# messageLocallySaved
source: The assessment is stored locally. When the Internet appears, you need to synchronize
kk: Сообшение сохранено локально При появлении интернета, небходимо синхронизовать

# deleteMessage
source: Are you sure you want to delete the Message?
kk: Вы действительно хотите удалить Сообщение?

# confirmDeleteMessage
source: After deletion, you cannot restore it since the message is saved locally
kk: После удаление вы не можете восстановить так как, сообщение сохранено локально

source: Dangerous condition
kk: Опасные условия

# offenders
source: Full name of the offender(s)
kk: ФИО нарушителя(ей)

source: Dangerous action
kk: Опасные действия

source: Violation type
kk: Вид нарушения

source: Revealed description
kk: Что было выявлено

source: Comment (required)
kk: Комментарий (Обязательно к заполнению)

source: Anonymously
kk: Отправить анонимно

source: Intended actions
kk: Предпринятые действия

# additionalInfo
source: Additional information
kk: Дополнительные сведения

source: Optional
kk: Не обязательно к заполнению

source: My Events
kk: Мои мероприятия

# listEvents
source: List of events
kk: Список Мероприятий

source: Change events
kk: Изменить Мероприятия

source: New events
kk: Новая Мероприятия

# deleteEvents
source: Are you sure you want to delete the Event?
kk: Вы действительно хотите удалить Мероприятие?

# confirmDeleteEvents
source: After deletion, you cannot restore since the event is saved locally
kk: После удаление вы не можете восстановить так как, Мероприятие сохранено локально

# changesEventSaved
source: Changes to the event are saved
kk: Изменения мероприятия сохранены

# changesEventNotSaved
source: Event changes not registered
kk: Изменения мероприятия незарегистрирован

# followEventStatus
source: Follow the status of the Event
kk: Следите за статусом Мероприятия

# eventsSavedLocally
source: Events are saved locally. When the Internet appears, you need to synchronize
kk: Мероприятия сохранено локально. При появлении интернета, необходимо синхронизировать

# basisDoc
source: A document base
kk: Документ основание

source: Planning period
kk: Плановый период

source: Actual period
kk: Фактический период

source: Priority
kk: Приоритет

source: Controlling
kk: Контролирующий

source: Observer
kk: Наблюдающий

source: Event description
kk: Описание мероприятия

source: Arbitrary comment
kk: Произвольный комментарий
